
String companyRuleScreenText = """
【REEL法人利用規約】

本規約は、ChaO!株式外車が提供する「REEL」の法人サービスをご利用いただく上でのご同意事項となります。「REEL」に法人会員登録をされる場合には、本規約の内容に同意した上で、会員登録を行ってください。また、ご登録前に「REEL」をご利用いただく場合には、実際にご利用されたことをもって本規約にご同意いただいたものとみなします。(本規約にご同意いただいたことによりお客様と当社との間で成立する本サービス利用契約を「本契約」といいます。)


第1条(REELについて)
1.「REEL」(以下「本サービス」といいます。)は、ChaO!株式会社(以下「当社」といいます。)が提供する以下各号に定めるサービスおよびプログラムの総称です。

(1)REEL求人情報サービス
REEL求人情報サービスは、当社が運営する求職者、イベント情報取得者向けインターネットサイトおよびスマートフォン用アプリケーション(以下併せて「本サイト」といいます。)に掲載される求人案件を閲覧できるサービスならびにメール配信その他の各種情報の提供に関するサービスです。

(2)REELイベント情報サービス
REELイベント情報サービスは、本サイトに掲載されるイベント情報を閲覧できるサービスならびにメール配信その他の各種情報の提供に関するサービスです。

(3)REEL求人情報広告投稿サービス
REEL求人情報広告投稿サービスは、本サイトに掲載される求人情報を投稿できるサービスならびにメール配信その他の各種情報の提供に関するサービスです。

(4)REELイベント情報広告投稿サービス
REELイベント情報広告投稿サービスは、本サイトに掲載されるイベント情報を投稿できるサービスならびにメール配信その他の各種情報の提供に関するサービスです。

第2条(REEL求人情報サービス)
1.REEL求人情報サービスは、利用者が本サイト上の求人情報をおすすめ欄から、または自ら条件を設定の上検索することができます。
2.REEL求人情報サービスは、利用者が気になった求人情報をお気に入りリストに入れることによって、いつでも見返すことができるようになっています。
3.REEL求人情報サービスは、利用者が閲覧した求人情報を広告者が記事を削除、または掲載期間終了から一定期間たち削除されない限りは永久に閲覧することができるようになっています。

第3条(REELイベント情報サービス)
1.REELイベント情報サービスにおいては、利用者が本サイト上のすべてのイベント情報をおすすめ欄から、または自ら条件を設定の上検索することができます。
2.REELイベント情報サービスは、利用者が気になったイベント情報をお気に入りリストに入れることによって、いつでも見返すことができるようになっています。
3.REELイベント情報サービスは、利用者が閲覧したイベント情報を広告者が記事を削除、または掲載期間終了から一定期間たち削除されない限りは永久に閲覧することができるようになっています。
4.REELイベント情報サービスは、イベント情報に対して5段階評価とコメントを行うことができます。

第4条(REEL求人情報広告投稿サービス)
1.REEL求人情報広告投稿サービスにおいては、法人利用者が本サイト上のホーム画面、またはマイページ画面から求人情報を投稿することができます。
2.求人広告にて投稿する際は、求人写真、求人募集名、求人詳細、勤務場所、短期か長期か、勤務期間、給料情報を必須で記入する必要があり、ハッシュタグ、追加メッセージは任意で追加することが可能となっています。
3.一度投稿を行った広告はマイページの投稿一覧から閲覧が可能となっています。
4.自らが投稿を行った投稿ページでは、投稿ページに対するインプレッション情報閲覧や、投稿内容編集、削除、応募者確認を行うことができます。
5.一般利用者が求人広告に対して応募を行うと、通知または応募者確認ページより応募者の情報を閲覧することができるようになります。そこから、応募者との連絡はREELを用いるのではなく、応募者情報にある連絡先へと各自で連絡をお願いいたします。また、実際に雇用を行った際には、応募者確認画面から応募者の確認をお願いいたします。
6.本サービスでの掲載を利用するにはプランへの加入が必須です。ここでのプランへの加入とは、投稿する権限を持つことを指します。プランの種類は、1ヶ月掲載プラン、半年以上掲載プラン、一年掲載プランの3種類があります。
それぞれの料金は20,000円/月、19,000円/月、200,000円/年とします。
プランへの加入は、上記の金額を指定の銀行に振り込むことで加入できます。
また、振り込みの確認が出来次第本サービスへの掲載を開始します。掲載終了は、掲載開始からプラン加入の際、申請した期間経過後です。なお、プランへの加入後の返金等の対応は致しかねます。投稿ページを作成した際、保存期間は7日とします。保存期間内に、指定の口座に振り込みをお願いします。

第5条(REELイベント情報広告投稿サービス)
1.REELイベント情報広告投稿サービスにおいては、法人利用者が本サイト上のホーム画面、またはマイページ画面からイベント情報を投稿することができます。
2.イベント広告にて投稿する際は、イベント写真、イベント募集名、イベント詳細、イベント開催地、イベント開催日時情報を必須で記入する必要があり、ハッシュタグ、イベントの電話番号、イベントのメールアドレス、イベントのホームページ、イベントの参加費、イベントの定員、イベントの注意事項、追加メッセージは任意で追加することが可能となっています。
3.一度投稿を行った広告はマイページの投稿一覧から閲覧が可能となっています。
4.自らが投稿を行った投稿ページでは、投稿ページに対するインプレッション情報閲覧や、投稿内容編集、削除を行うことができます。
5.本サービスでの掲載を利用するには指定の金額を振り込むことが必須となります。一回の掲載につき、30,000円とします。掲載投稿したイベントの削除は可能ですが、振り込み料金のご返金は致しかねます。投稿ページを作成した際、保存期間は7日とします。保存期間内に、指定の口座に振り込みをお願いします。

第6条(お問合せサービス)
本サイトではログイン時、またはマイページにて当社にたいしてお問合せを行うことができるようになっています。返信内容に関しましては、ログイン時には会員登録時のメールアドレスに対して、未ログイン時にはお問合せサービス利用時に記述いただくメールアドレスに対して返信させていただきます。

第7条(法人名・パスワード)
1.本サービス利用者は、会員登録時に法人名・パスワードを決定して頂きます。
2.利用者は、法人名およびパスワードの使用ならびに管理について、一切の責任を負うものとし、利用者は自己に付与した法人名およびパスワードを第三者に使用させ、または譲渡してはなりません。

第8条(利用者の責任)
1.利用者は、本規約に同意し、自らの責任にもとづき本サービスを利用するものとし、本サービスの利用に関する一切の責任を追うものとします。
2.利用者は、当社、広告者に対し、個人情報を不備・齟齬のないよう提供し、正確かつ最新の状態に保つものとします。また、利用者は、当該個人情報の内容に変更がある場合は、速やかに変更後の内容を当社、広告者に対して提供した情報内容に起因して、公告者、その他の第三者との間で紛争等が生じた場合には、利用者自身の責任においてこれに対処するものとし、当社に一切の迷惑をかけないことを保証します。

第9条(著作権等)
1.本サイトを構成するまたは表示されるテキスト、グラフィックス、ユーザインターフェイス、画像、商標、ロゴ等(以下「著作物等」といいます。)の著作権(著作権法第27条および第28条の権利を含む)を含む知的財産権その他一切の権利は、当社または当社に著作物を提供した第三者に帰属します。
2.利用者は、当社または著作物等提供者の許諾がない限り、著作物等の全てまたは一部の複製、転載等を行うことはできないものとします。

第10条(禁止事項)
利用者は、本サービスの利用に際し、以下各号の行為を行ってはならないものとします。
(1)虚偽または不正確な情報を提供する行為
(2)個人や団体を誹謗、中傷、脅迫し、またはそのおそれのある行為
(3)著作権、商標権、その他の知的財産権を含む他人の権利を侵害し、またはそのおそれのある行為
(4)本サービスを通じて入手した情報を、複製、販売、出版その他方法の如何を問わず、私的利用の範囲を超えて利用し、または第三者に開示、提供する行為
(5)本サービスを通じて入手した情報を利用して、当社もしくは第三者に対して金銭等を要求し、または不利益もしくは損害を与える行為
(6)本サービスの円滑な運営を妨げる行為、または当社および求人者の信用または名誉を毀損する行為、もしくはそれらの恐れのある行為
(7)正当な理由なく、面談、選考試験または面接を事前の連絡なく欠席する等の行為
(8)同一の求人者へ頻繁に応募を繰り返す等によって当該求人者の業務を妨害する行為、またはその恐れのある行為
(9)犯罪行為、または法令に反する行為等公序良俗に反する行為、もしくはそれらの恐れのある行為
(10)反社会的勢力等に関連する組織に属する行為、反社会的勢力に利益を与え、または利用する等不適切な関係を持つ行為、もしくはそれらの恐れのある行為

第8条(利用者のお申し出による本契約の終了)
利用者は、当社所定の手続きをおこなうことにより、いつでも本契約を終了することができます。

第11条(サービスの停止・終了等)
1.当社は以下各号のいずれかに該当する事由が発生したと判断した場合、利用者への事前の通知なくして、本サービスの全てまたは一部の内容を変更し、または本サービスの正常な提供を行うに必要な期間、本サービスの提供を停止することができます。
(1)本サービスを提供するためのインフラ、システム等(以下総じて、「システム」といいます。)について、定期保守、または点検、更新、もしくは緊急の必要性がある場合
(2)突発的なシステムの故障等が発生した場合
(3)その他、不測の事態により、本サービスの提供をすることが困難である場合
2.当社は、利用者において以下各号のいずれかに該当する事由が発生したと判断した場合、当該利用者に対して、何らの催告を要することなく、本サービスの全てまたは一部の提供を終了することができるものとします。
(1)利用者が本規約に定める事項に違反しまたは違反しているおそれがあると当社が判断した場合
(2)当社からの利用者による本規約の遵守状況に関する問い合わせ等に対し、利用者が一定期間応答しない場合
(3)当社において、当社と利用者との信頼関係を維持できないと判断した場合
3.当社は、前各項に掲げる場合の他、当社が必要と判断する場合には、利用者へ2週間前までに通知（本サイト上への掲載による方法を含み、以下、本項において同様とします。）することにより、本サービスの全てまたは一部の提供を停止し、または終了することができます。ただし、当社が事前の通知なく本サービスの全てまたは一部の提供を停止または終了することが適当であると判断したときは、当社は、利用者への事前の通知なく本サービスの提供を停止し、または終了することができます。この場合、本サービスの停止または終了後、利用者に通知するものとします。

第12条(当社の責任)
1. 当社は、利用者が本サービスへ登録、または本サービスを利用したことにより利用者に生じた一切の精神的、財産的損害につき、当社に過失があるときはそれにより直接かつ現実に生じた通常損害に限り責任を負い、その他の損害については責任を負わないものとします。ただし、当社の故意または重過失により損害が発生したときは、この限りではありません。
2.当社は、情報取扱業務において通常講ずべき合理的なウィルス対策では防止できないウィルス被害、その他当社の責に帰すべき事由によらない火災、停電、天災地変等の不可抗力により、本サービスの提供に支障が生じ、または本サービスの提供が困難となった場合、これによって利用者に生じた損害につき何らの責任も負わないものとします。
3.当社は、利用者に提供する情報のうち、イベント広告、求人広告の正確性につき保証するものではありません。
4.当社は本サイトにエラーその他の不具合がないこと、サーバ等にウィルスその他の有害な要素が含まれていないこと、その他本サービス提供のためのシステムに不具合がないこと等につき保証するものではありません。
5.当社は、REELのロジック等、当社の機密に属する事項について、質問等への回答、その他対応等を行う義務を一切負いません。
6.当社は、本サービスのうち以下のサービスにおいて、利用者の個人情報を第三者に提供いたします。

(1)REEL求人情報サービス
提供先:利用者が閲覧、または応募を行った求人広告の広告者
提供する目的:インプレッション情報取得のため、応募者に対して連絡を行うため
提供する個人情報の項目:本サービス登録時に入力を頂いたパスワード以外の登録項目
提供の手段・方法:利用者にかわって、ウェブシステム経由により提供します。

(2)REELイベント情報サービス
提供先:利用者が閲覧を行った求人広告の広告者
提供する目的:インプレッション情報取得のため
提供する個人情報の項目:本サービス登録時に入力を頂いたパスワード以外の登録項目
提供の手段・方法:利用者にかわって、ウェブシステム経由により提供します。

(3)お問い合わせサービス
提供先:ChaO!株式会社
提供する目的:お問い合わせ内容の返信のため
提供する個人情報の項目:ユーザ名、メールアドレス
提供の手段・方法:利用者にかわって、ウェブシステム経由により提供します。

3.当社は、原則として、以下各号に定める機微な情報（以下「機微情報」といいます。）を収集しません。ただし、利用者自ら、当社に対して機微情報を提供した場合は、当社が当該機微情報を取得すること、および、当社が利用者に対する適切な職業紹介および求人情報提供のために必要な範囲内において当該機微情報を第三者に提供することにつき、利用者の同意があったものとみなします。
(1)思想、信条または宗教に関する事項
(2)人種、民族、門地、本籍地（所在都道府県に関する情報を除く。）、身体・精神障害、犯罪歴、その他社会的差別の原因となる事項
(3)勤労者の団結権、団体交渉およびその他団体行動に関する事項
(4)集団示威行為への参加、請願権の行使その他の政治的権利の行使に関する事項
(5)保健・医療または性生活に関する事項

第13条(第三者提供に関する免責事項)
1.当社は、以下各号に定める場合において、第三者による個人情報の取得に関し、何ら責任を負いません。
(1)利用者自らが、本サービスを利用して特定の求人者等に個人情報を開示、提供する場合
(2)利用者の活動状況等、本サービスにおいて利用者が提供した情報により、偶然本人が特定された場合
(3)本サービスからリンクされる外部サイトにおいて、利用者が個人情報を提供し、これが利用された場合
(4)当社の責に帰すべき事由によらずに、利用者以外の者が利用者に付与されたユーザ名・パスワード等を入手した場合
2.当社は、利用者と求人広告者またはイベント広告者との間の提供情報に関するトラブル等につき、当社に故意または過失がある場合を除き、一切責任を負いません。

第14条(統計データ、属性情報の取り扱い)
当社は、利用者の登録・抹消の前後を問わず、本サービス上で利用者が登録した利用者の個人情報、本サービスの利用履歴等（ページビュー、応募履歴、レビュー等を含みますが、これらに限られません。）について統計データ、属性情報等を作成しこれらを何らの制限なく利用することができるものとし、利用者はこれをあらかじめ承諾します。なお、当該利用には、求人広告者、イベント広告者への各種提案・報告、市場調査、機械学習、および当社の各種サービスの検討、開発、改善等のために行われる利用を含みます。

第15条(サービス利用規約の変更)
1.当社は、以下に掲げる場合には、本規約の内容を変更することができるものとします。
(1)法令等の改正に伴う変更が必要な場合
(2)本サービスの仕様変更に伴う変更の必要がある場合
(3)その他サービスを提供するうえで変更が合理的に必要な場合
2.当社は、本規約を変更する場合、変更後の規約内容を本サイト上に2週間掲載することとし、利用者が変更後の規約内容の効力発生日以降に本サービスを利用した場合は、変更後の本規約に同意したものとみなされます。
3.変更後の規約に同意いただけない場合は、直ちに本サービスの利用を中止してください。なお、会員登録をされている場合、会員登録の解約手続きを速やかに行ってください。

第16条(情報の保管期間)
1.当社は、本サービスを提供するために必要な期間が経過したと判断した場合、当社が保有するサーバ上に蓄積されている、当社または求人者とのやり取りに関する情報、および利用者の登録情報等を、抹消することがあります。抹消後はこれを復元することはできません。
2.利用者は、前項の事情を踏まえ、自らに不利益もしくは損害が発生しないために必要な措置を、自己の責任と費用負担において講じるものとします。

第17条(損害賠償)
利用者が、本規約に違反し、または本サービスの利用に際し、当社、求人広告者、イベント広告者もしくは第三者に対して損害を与えた場合、利用者は直接・間接を問わず、一切の損害を賠償するものとします。

第18条(協議事項)
本規約の解釈に疑義が生じた場合、または本規約に定めのない事項については、当社と利用者は、誠意をもって協議の上これを解決するものとします。

第19条(管轄裁判所)
本サービスおよび本規約に関する一切の紛争、請求等については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。

第20条(お問合せ連絡先)
本規約に関するお問い合わせについては、本システムのお問い合わせサービスからご連絡ください。

2023年11月15日改定
""";
